Repository: asterics/AsTeRICS
Catalog: ACS/ACS/Properties/Resources.*.resx
Languages: de_at, es_es, pl_pl

# AboutHeading
source: About
de_at: Über ACS
es_es: Acerca de
pl_pl: ACS - informacje

# AboutMainText
source: The AsTeRICS Configuration Suite (ACS) is part of the AsTeRICS project. Please visit
de_at: Die AsTeRICS Configuration Suite (ACS) ist Teil des AsTeRICS-Projekts. Mehr Informationen auf
es_es: El pack de configuración de AsTeRICS (ACS) es parte del proyecto AsTeRICS. Por favor, visite
pl_pl: ACS (AsTeRICS Configuration Suite) jest częścią projektu AsTeRICS. Strona projektu:

# AboutVersion
source: Build Date / Version:
de_at: Erstellungsdatum / Version:
es_es: Fecha de creación / Versión
pl_pl: Wersja:

# ActivateStoredModelButton
source: Activate a Stored Model
de_at: Ein gespeichertes Modell aktivieren
es_es: Activar un Modelo Almacenado
pl_pl: Uruchom przechowywany model

# ActivateStoredModelError
source: Error acticating the model on the ARE
de_at: Fehler beim Aktivieren das Modells auf der ARE
es_es: Error del activación del modelo en el ARE
pl_pl: Wystąpił błąd podczas uruchomienia modelu na ARE

# ActivateStoredModelErrorHeader
source: Error Activating Model
de_at: Fehler beim Aktivieren
es_es: Error al Activar el Modelo
pl_pl: Błąd uruchomienia modelu

# ActivateStoredModelTooltip
source: Activate a stored model on the ARE. The model will be started and also loaded to the ACS
de_at: Ein gespeichertes Modell aktivieren. Das Modell wird gestartet und auf die ACS geladen.
es_es: Activar un modelo almacenado en el ARE. El modelo será iniciado y también cargada en el ACS
pl_pl: Uruchom przechowywany model. Model zostanie uruchomiony oraz wczytany do ACS

# ActivationWizardRibbonButton
source: Plugin Activation Wizard
es_es: Plugin de Asistente para la activación
pl_pl: Aktywator komponentów

# ActivationWizardRibbonButtonToolTip
source: Launch Plugin Activation Wizard
de_at: Plugin Activation Wizard starten
es_es: Iniciar el Asistente de Activación Plugin
pl_pl: Uruchom aktywator komponentów

# ActuatorsButton
source: Actuators
de_at: Aktuatoren
es_es: Actuadores
pl_pl: Wykonawcze

# AddEventChannelInfo
source: Event Channel Set. To set events, use the comboboxes in the "Event-Tab".
de_at: Ereignisverbindung wurde gesetzt; zum Setzen der Ereignisse die Auswahlboxen im "Ereignis-Tab" verwenden.
es_es: Canal de Eventos Fijado. Para fijar eventos, use las cajas en la "Tabla de Eventos"
pl_pl: Połączenie dla zdarzeń zostało ustawione. Aby ustawić zdarzenia użyj pół wyboru w polu zdarzeń

# AddEventChannelInfoHeader
source: Event Channel Connection
de_at: Ereignisverbindung
es_es: Conexión del Canal de Eventos
pl_pl: Połączenie zdarzeń

# AREAutodetectionException
source: Error in ARE autodetection. Please try again or enter the IP address in the Options-dialog
de_at: Fehler beim automatischen Suchen der ARE. Bitte nochmals versuchen oder die IP-Adresse im Optionendialog festlegen.
es_es: Error en la autodeteccion del ARE. Por favor, intentelo otra vez o introduzca la dirección IP en las opciones de diálogo
pl_pl: Błąd podczas wykrywania ARE. Spróbuj ponownie lub wprowadź adres IP ARE w ustawieniach

# AREAutodetectionNoARE
source: ARE could not been detected automatically
de_at: Die ARE konnte nicht gefunden werden
es_es: El ARE no se puede detectar automáticamente
pl_pl: ARE nie został wykryty automatycznie

# AREConnectedDialog
source: Connection to ARE (IP: {0}) successfully established
de_at: Verbindung zur ARE (IP: {0}) erfolgreich hergestellt.
es_es: Conexión al ARE (IP: {0}) realizada con éxito
pl_pl: Połączenie do ARE (IP: {0}) zostało ustawione

# AREConnectedDialogHeader
source: ARE Connected
de_at: ARE verbunden
es_es: ARE conectado
pl_pl: ARE Połączony

# AREDisconnectErrorDialog
source: Error closing the ARE connection
de_at: Fehler beim Schließen der Verbindung zur ARE
es_es: Error al cerrar la conexión de ARE
pl_pl: Wystąpił błąd podczas zamykania połączenia z ARE

# AREDisconnectErrorDialogHeader
source: Error Closing Connection
de_at: Fehler beim Schließen der Verbindung
es_es: Error al cerrar la conexión
pl_pl: Błąd zamykania połączenia

# ARELogButton
source: Show Logfile from ARE
de_at: Log-Datei der ARE anzeigen
es_es: Mostrar el archivo LOG del ARE
pl_pl: Pokaż zapis logu z ARE

# AREStatusButton
source: Get ARE Status
de_at: ARE Status abfragen
es_es: Obtener el Estado del ARE
pl_pl: Pobierz status ARE

# AREStatusConnected
source: Connected
de_at: Verbunden
es_es: Conectado
pl_pl: Połączony

# AREStatusDisconnected
source: Disconnected
de_at: Getrennt
es_es: Desconectado
pl_pl: Nie połączony

# AREStatusMessageDeployed
source: A model is available on the ARE. Download model from ARE and override local model?
de_at: Ein Modell ist auf der ARE verfügbar. Das Modell herunterladen und das lokale Modell überschreiben?
es_es: Hay un modelo de ARE disponible. ¿Descargar modelo de ARE y sobreescribir el modelo local?
pl_pl: Model jest dostępny na ARE. Czy pobrać model z ARE i nadpisać bieżący model?

# AREStatusMessageHeader
source: ARE Model Available
de_at: Ein Modell ist auf der ARE verfügbar
es_es: Modelo de ARE Disponible
pl_pl: Model dostępny na ARE

# AREStatusMessageRunning
source: A model is running on the ARE. Download model from ARE, override local model and switch to run mode?
de_at: Ein Modell läuft gerade auf der ARE. Modell herunterladen, das lokale Modell überschreiben und die ACS in den Ausführungs-Modus schalten?
es_es: Hay un modelo funcionando en el ARE. Descargar modelo del ARE, sobreescribir modelo local y cambiar al modo activo?
pl_pl: Model jest uruchomiony na ARE. Czy pobrać model z ARE, nadpisać bieżący model i uruchomić go?

# AREStatusPause
source: Pause
es_es: Pausa
pl_pl: Wstrzymany

# AREStatusRunning
source: Running
de_at: Ausführen
es_es: Activado
pl_pl: Uruchomiony

# AREStatusSynchronised
source: Synchronised
de_at: Synchronisiert
es_es: Sincronizado
pl_pl: Synchronizacja

# AREStatusTooltip
source: List the ARE status messages
de_at: Die ARE Statusmeldungen auflisten
es_es: Listar los mensaje de estado del ARE
pl_pl: Pobierz informacje o stanie ARE

# AutorunModelButton
source: Set as Autorun
de_at: Als Autostart festlegen
es_es: Establecer Autorum
pl_pl: Ustaw jako startowy

# AutorunModelTooltip
source: Sets the active Model as Autorun on the ARE, it will run automatically each time, the ARE starts
de_at: Legt das aktive Modell als Autostart-Modell fest. Es wird bei jedem ARE-Start automatisch gestartet
es_es: Establecer el modelo activo como Autorun en el ARE, se ejecutará automáticamente cada vez, y el ARE comenzará
pl_pl: Ustaw aktywny model jako startowy na ARE. Będzie się on uruchamiał automatycznie podczas uruchamiania ARE

# BundleDownloadFromAREQuestion
source: Clear the ACS drawing and loading the component collection from the ARE?
de_at: Soll die Zeichenfläche gelöscht und die Bundle-Beschreibung von der ARE geladen werden?
es_es: Desactive el dibujo de ACS y la carga del paquete (componente)
pl_pl: Wyczyścić okno edytora i pobrać opisy komponentów z ARE?

# BundleDownloadFromAREQuestionHeader
source: Load Component Collection?
de_at: Bundles laden?
es_es: Modelos cargados
pl_pl: Pobieranie opisu komponentów

# BundleManagerBundleLabel
source: Active Component Collection
de_at: Aktives Bundle
es_es: Modelos activos
pl_pl: Aktywuj opis komponentów

# BundleManagerList
source: Saved Component Collections:
de_at: Gespeicherte Bundles:
es_es: Guardar modelos:
pl_pl: Zapisane opisy komponentów:

# BundleManagerSaveBundle
source: Save Component Collection
de_at: Bundle speichern
es_es: Guardar modelo
pl_pl: Zapisz opis komponentów

# BundleManagerSetAutostart
source: Set Active Collection as Autostart
de_at: Als Autostart festlegen
es_es: Establecer como inicio automático
pl_pl: Ustaw jako startowe

# BundleManagerUseDefault
source: Use Default
de_at: Standard verwenden
es_es: Usa la opción por defecto
pl_pl: Użyj domyślnych

# BundlesErrorReadingFiles
source: Error reading component collection files
de_at: Fehler beim Lesen der Bundle-Datei
es_es: Error de lectura de archivos de paquetes
pl_pl: Błąd podczas odczytywania pliku komponentów

# ButtonClose
source: Close
de_at: Schließen
es_es: Cerrar
pl_pl: Zamknij

# ButtonCopyToClipboard
source: Copy to Clipboard
de_at: In die Zwischenablage kopieren
es_es: Copiar al Portapapeles
pl_pl: Kopiuj do schowka

# ButtonRemoveErrorMarker
source: Remove Error Marker
de_at: Fehleranzeige entfernen
es_es: Eliminar Marcador de Errores
pl_pl: Usuń marker błędu

# ButtonSaveToFile
source: Save to File
de_at: In eine Datei speichern
es_es: Guardar a Archivo
pl_pl: Zapisz do pliku

# CancelButton
source: Cancel
de_at: Abbrechen
es_es: Cancelar
pl_pl: Anuluj

# ChangingComponentId
source: The component name can't be changed, {0} is already used by another component
de_at: Der Komponentenname kann nicht geändert werden, {0} wird schon von einer anderen Komponente verwendet.
es_es: El nombre del componente no puede cambiarse, {0} ya está siendo usado por otro componente.
pl_pl: Nazwa komponentu nie mogła zostać zmieniona, {0} jest używana przez inny komponent

# ChangingComponentIdHeader
source: Error Changing Component Name
de_at: Fehler beim Ändern des Namens
es_es: Error al Cambiar el Nombre del Componente
pl_pl: Błąd zmiany nazwy komponentu

# ChannelContextMenuDeleteChannel
source: Delete Selection
de_at: Verbindung löschen
es_es: Borrar Canal
pl_pl: Usuń powiązanie

# CheckASAPIConnectionHeader
source: ARE Disconnected
de_at: ARE Getrennt
es_es: Desconectar ARE
pl_pl: Brak połączenia z ARE

# CheckASAPIConnectionText
source: Connection to ARE has been terminated, ACS will disconnect
de_at: Die Verbindung zur ARE ist abgebrochen
es_es: La conexión del ARE ha finalizado, conectar ACS
pl_pl: Połączenie z ARE zostało zerwane

# ColorsTab
source: Colours
de_at: Farben
es_es: Colores
pl_pl: Kolory

# ComponentContextMenuAddChannel
source: Add Channel
de_at: Verbindung erstellen
es_es: Añadir Canal
pl_pl: Dodaj powiązanie

# ComponentContextMenuAddEventChannel
source: Add Event Channel
de_at: Ereignisverbindung erstellen
es_es: Añadir Canal de Eventos
pl_pl: Dodaj powiązanie zdarzeń

# ComponentContextMenuComponentProperties
source: Properties
de_at: Eigenschaften
es_es: Propiedades
pl_pl: Właściwości

# ComponentContextMenuComponentStatus
source: Show Component Status
de_at: Komponentenstatus anzeigen
es_es: Mostrar Estado del Componente
pl_pl: Pokaż status komponentu

# ComponentContextMenuConnectChannel
source: Connect Channel
de_at: Verbindung herstellen
es_es: Conectar Canal
pl_pl: Połącz powiązanie

# ComponentContextMenuConnectEventChannel
source: Connect Event Channel
de_at: Ereignisverbindung herstellen
es_es: Conectar Canal de Eventos
pl_pl: Połącz powiązanie zdarzeń

# ComponentContextMenuDeleteComponent
source: Delete Selection
de_at: Löschen
es_es: Borrar
pl_pl: Usuń

# ComponentContextMenuDropChannel
source: Drop Channel
de_at: Verbindung verwerfen
es_es: Abandonar Canal
pl_pl: Usuń powiązanie

# ComponentContextMenuDropEventChannel
source: Drop Event Channel
de_at: Ereignisverbindung verwerfen
es_es: Abandonar Canal de Eventos
pl_pl: Usuń powiązanie zdarzeń

# ComponentContextMenuMoveComponent
source: Move Selection
de_at: Verschieben
es_es: Mover
pl_pl: przesuń

# ComponentContextMenuRemoveConflict
source: Remove Conflict Marker
de_at: Konfliktanzeige entfernen
es_es: Eliminar Marcador de Conflictos
pl_pl: Usuń marker konfliktu

# ComponentPropertiesButton
source: Component Properties
de_at: Komponenten- Eigenschaften
es_es: Propiedades del Componente
pl_pl: Właściwości komponentu

# ComponentPropertyTooltip
source: Show properties of the selected component
de_at: Eigenschaften der ausgewählten Komponente anzeigen
es_es: Mostrar propiedades del componente seleccionado
pl_pl: Pokaż właściwości zaznaczonego komponentu

# ConfigureBundlesButton
source: Component Collection Manager
de_at: Bundles konfigurieren
es_es: Configuración de paquetes
pl_pl: Zarządzaj komponentami

# ConfigureBundlesTooltip
source: Open a dialog to configure the usage of the component collections
de_at: Öffnet einen Dialog zum Verwalten der Bundles
es_es: Abre un diálogo para configurar el uso de los paquetes
pl_pl: Otwórz dialog zarządzania komponentami

# ConnectAREButton
source: Connect to ARE
de_at: Mit ARE verbinden
es_es: Conectarse al ARE
pl_pl: Połącz z ARE

# ConnectAREDialogHeader
source: Connect to an AsTeRICS Runtime Environment
de_at: Mit einem AsTeRICS Runtime Environment verbinden
es_es: Conectarse al Entorno de Ejecución de AsTeRICS
pl_pl: Połączenie z AsTeRICS Runtime Environment

# ConnectAREDialogHost
source: Host Name:
de_at: Name/IP der ARE
es_es: Nombre del Host
pl_pl: Adres IP ARE:

# ConnectAREDialogHostEmpty
source: The host name must not be empty
de_at: Name/IP darf nicht leer sein
es_es: El nombre del Host no debe estar vacío
pl_pl: Adres IP ARE nie może pozostać pusty

# ConnectAREDialogInvalidNumber
source: The host number must be a number
de_at: Die Portnummer muss eine Nummer sein
es_es: El nombre del Host debe ser un número
pl_pl: Numer portu musi być liczbą

# ConnectAREDialogPort
source: Port Number:
de_at: Portnummer
es_es: Número de puerto
pl_pl: Numer portu:

# ConnectAREDialogPortEmpty
source: The host number must not be empty
de_at: Die Portnummer darf nicht leer sein
es_es: El número de host no puede estar vacío
pl_pl: Numer portu nie może być pusty

# ConnectAREErrorDialogHeader
source: ARE Connection Error!
de_at: ARE Verbindungsfehler
es_es: ¡Error de conexión con el ARE!
pl_pl: Błąd połączenia z ARE!

# ConnectAREErrorDialogText
source: Connection to the ARE could not be established!
de_at: Verbindung mit der ARE konnte nicht aufgebaut werden
es_es: No pudo establecerse la conexión con el ARE
pl_pl: Połączenie z ARE nie mogło zostać zrealizowane

# ConnectARETooltip
source: Connect to ARE
de_at: Mit ARE verbinden
es_es: Conectarse al ARE
pl_pl: Połącz z ARE

# ContinueModelButton
source: Continue Model
de_at: Modell fortsetzen
es_es: Continuar con el Modelo
pl_pl: Wznów działanie modelu

# ContinueModelTooltip
source: Continue the Model on the ARE
de_at: Modell auf der ARE fortsetzen
es_es: Continuar con el Modelo en el ARE
pl_pl: Wznów działanie modelu na ARE

# CopyButton
source: Copy
de_at: Kopieren
es_es: Copiar
pl_pl: Kopiuj

# CopyChannelErrorNotFound
source: Channel between {0} and {1} could not been established and has been removed. Port {2} in component {0} could not be found.
de_at: Der Kanal zwischen {0} und {1} kann nicht erstellt werden und wird entfernt. Port {2} der Komponente {0} wurde nicht gefunden.
es_es: Canal entre {0} y {1} no pudo ser establecido y se ha eliminado. El puerto {2} en el componente {0} no se pudo encontrar.
pl_pl: Połączenie między {0} i {1} nie mogło zostać ustawione i zostało usunięte. Port {2} w komponencie {0} nie został znaleziony.

# CopyChannelsErrorHeader
source: Error Copy Channels
de_at: Fehler beim Kopieren
es_es: Error en la copia de canales
pl_pl: Błąd podczas kopiowania połączeń

# CopyChannelsErrorText
source: Error in port interoperability between {0} and {1}
de_at: Fehler bei der Portkompatibilität zwischen {0} und {1}
es_es: Error en la interoperabilidad entre el puerto {0} y {1}
pl_pl: Błąd połączenia między {0} i {1}

# CopyEventsErrorHeader
source: Error Loading Events
de_at: Fehler beim Laden der Ereignisse
es_es: Error al cargar eventos
pl_pl: Błąd ładowania zdarzeń

# CopyEventsErrorText
source: Error loading component {0}: The model does not fit to the component collection description. Error in the componet events. Any events from and to this component has been removed.
de_at: Fehler beim Laden der Komponente {0}: Das Modell stimmt nicht mit der Komponentenbeschreibung überein. Fehler bei den Ereignissen. Alle Ereignisse von und zu dieser Komponente wurden entfernt.
es_es: Error al cargar el componente {0}: El modelo no se corresponde con la descripción del modelo (archivo de paquetes). Error en los eventos del componete. Todos los eventos desde y hacia este componente han sido eliminados.
pl_pl: Błąd ładowania komponentu {0}: Model nie jest zgodny ze specyfikacją komponentu. Błąd zdarzeń komponentu. Wszystkie zdarzenia przypisane do tego komponentu zostały usunięte.

# CopyEventsExceptionText
source: Error setting event between component {0}, event port {1} and component {2}, event port {3}. This event has been removed.
de_at: Fehler beim Setzen des Ereignisses zwischen Komponente {0}, Ereignisport {1} und Komponente {2}, Ereignisport {3}. Dieses Ereignis wurde gelöscht.
es_es: Error al fijar el evento entre el componente {0}, el puerto del evento {1} y el componente {2}, puerto de evento {3}. Este evento ha sido eliminado.
pl_pl: Błąd podczas ustawienia zdarzenia między komponentem {0}, portem zdarzeń {1} oraz komponentem {2}, portem zdarzeń {3}. Zdarzenie zostało usunięte.

# CopyPropertiesErrorHeader
source: File does not Fit to Component Description
de_at: Datei stimmt nicht mit Komponentenbeschreibung überein
es_es: El archivo no se corresponde con la descripción del componente
pl_pl: Plik nie jest zgodny z opisem komponentu

# CopyPropertiesErrorText
source: Error loading component {0}: The model does not fit to the component collection description. Undefined properties were reset to the default values.
de_at: Fehler beim Laden der Komponente {0}: Das Modell stimmt nicht mit der Komponentenbescheibung überein. Fehler bei den Komponenteneigenschaften, den Ports oder den Porteigenschaften. Alle Kanäle von und zu dieser Komponente wurden entfernt, die Eigenschaften wurden auf die Standardwerte zurückgesetzt.
es_es: Error al cargar el componente {0}: El modelo no se corresponde con la descripción del componente (archivo de paquetes). Error en las propiedades del componente, en los puertos o en las propiedades de los puertos. Cualuier canal desde y hacia este componente ha sido eliminado, las propiedades han sido reseteadas a los valores por defecto.
pl_pl: Błąd podczas ładowania komponentu {0}: Model nie jest zgodny ze specyfikacją. Błąd we właściwościach komponentu, portach lub ustawieniach portu. Wszystkie powiązania z tego komponentu zostaną usunięte, właściwości komponentu zostaną ustawione na domyślne.

# CopyTooltip
source: Copy the selected elements to the clipboard (Ctrl+C)
de_at: Kopiert die ausgewählten Elemente in die Zwischenablage (Strg+C)
es_es: Copiar los elementos seleccionados al portapapeles (Ctrl + C)
pl_pl: Kopiuj zaznaczone elementy do schowka (Ctrl-C)

# CreationWizardRibbonButton
source: Plugin Creation Wizard
es_es: Plugin de Asistente para la creación
pl_pl: Kreator komponentów

# CreationWizardRibbonButtonToolTip
source: Launch Plugin Creation Wizard
de_at: Startet den Plugin Creation Wizard
es_es: Inicie el Asistente para crear plug-in
pl_pl: Uruchom kreator komponentów

# CustomMessageBoxShowMessage
source: Show this dialog every time
de_at: Diesen Dialog immer anzeigen
es_es: Mostrar este diálogo todo el tiempo.
pl_pl: Pokazuj ten dialog

# CutButton
source: Cut
de_at: Ausschneiden
es_es: Cortar
pl_pl: Wytnij

# CutTooltip
source: Copy the selected elements to the clipboard and delete them on the drawing (Ctrl+X)
de_at: Kopiert die ausgewählten Elemente in die Zwischenablage und entfernt sie von der Zeichenfläche (Strg+X)
es_es: Copiar los elementos seleccionados al portapapeles y borrar en el dibujo (Ctrl + X)
pl_pl: Kopiuj zaznaczone elementy do schowka i usuń je z obszaru edytora (Ctrl+X)

# DeleteButton
source: Delete Selection
de_at: Auswahl löschen
es_es: Eliminar selección
pl_pl: Usuń

# DeleteChannelButton
source: Delete Channel
de_at: Kanal löschen
es_es: Borrar Canal
pl_pl: Usuń powiązanie

# DeleteChannelTooltip
source: Delete the selected channel
de_at: Löscht den ausgewählten Kanal
es_es: Borrar el Canal seleccionado
pl_pl: Usuń wybrane powiązanie

# DeleteComponentButton
source: Delete Component
de_at: Komponente löschen
es_es: Borrar Componente
pl_pl: Usuń komponent

# DeleteComponentTooltip
source: Delete the selected component
de_at: Löscht die ausgewählte Komponente
es_es: Borrar el Componente seleccionado
pl_pl: Usuń wybrany komponent

# DeleteEventChannelButton
source: Delete EventChannel
de_at: Ereigniskanal löschen
es_es: Borrar Canal de Eventos
pl_pl: Usuń powiązanie zdarzeń

# DeleteEventChannelConfirmHeader
source: Delete EventCheanel?
de_at: Ereigniskanal löschen?
es_es: ¿Borrar Canal de Eventos?
pl_pl: Usunąć powiązanie zaradzeń?

# DeleteEventChannelConfirmText
source: All events between between {0} and {1} will be deleted. Continue?
de_at: Alle Ereignisse zwischen {0} und {1} werden gelöscht. Fortsetzen?
es_es: Todos los eventos entre {0} y {1} serán borrados. ¿Continuar?
pl_pl: Wszystkie powiązania zdarzeń między komponentem {0} oraz {1} zostaną usunięte. Kontynuować?

# DeleteEventChannelTooltip
source: Delete the selected event channel
de_at: Den ausgewählten Ereigniskanal löschen
es_es: Borrar el canal de eventos seleccionado
pl_pl: Usuń wybrane powiązanie między zdarzeniami

# DeleteModelOnAREError
source: Error deleting model on the ARE
de_at: Fehler beim Löschen des Modells auf der ARE
es_es: Error al borrar el modelo en el ARE
pl_pl: Wystąpił błąd podczas usuwania modelu na ARE

# DeleteModelOnAREErrorHeader
source: Error Deleting Model
de_at: Fehler beim Löschen
es_es: Error al borrar el modelo
pl_pl: Błąd usunięcia modelu

# DeleteStoredModelButton
source: Delete a Stored Model
de_at: Ein eingelagertes Modell löschen
es_es: Borrar un Modelo Almacenado
pl_pl: Usuń przechowywany model

# DeleteStoredModelTooltip
source: Delete a model from the ARE-storage
de_at: Löscht ein Modell im ARE-Lager
es_es: Borrar un Modelo del Almacén del ARE
pl_pl: Usuń model przechowywany na ARE

# DeleteTooltip
source: Delete selected elements (Del)
de_at: Löscht die ausgewählten Elemente (Entf)
es_es: Eliminar los elementos seleccionados (Supr)
pl_pl: Usuń zaznaczone elementy (Del)

# DialogBoxTab
source: Dialogs
de_at: Dialoge
es_es: Diálogos
pl_pl: Dialogi

# DisconnectAREButton
source: Disconnect from ARE
de_at: Verbindung zur ARE trennen
es_es: Desconectar del ARE
pl_pl: Przerwij połączenie z ARE

# DisconnectARETooltip
source: Disconnect from ARE
de_at: Verbindung zur ARE trennen
es_es: Desconectar del ARE
pl_pl: Przerwij połączenie z ARE

# DockEvents
source: Events (Ctrl-E)
de_at: Ereignisse (Ctrl-E)
es_es: Eventos (Ctrl-E)
pl_pl: Zdarzenia (Ctrl-E)

# DockGUIWindow
source: GUI Designer (Ctrl-G)
de_at: GUI Designer (Strg-G)
es_es: Diseñador de interfaz gráfica de usuario (Ctrl + G)
pl_pl: Kreator GUI (Ctrl-G)

# DockInPorts
source: Input Ports
de_at: Eingabeports
es_es: Puertos de Entrada
pl_pl: Porty wejściowe

# DockMainWindow
source: Deployment (Ctrl-D)
de_at: Entwicklung (Ctrl-D)
es_es: Despliegue (Ctrl-D)
pl_pl: Obszar edycyjny (Ctrl-D)

# DockOutPorts
source: Output Ports
de_at: Ausgabeports
es_es: Puertos de Salida
pl_pl: Porty wyjściowe

# DockProperties
source: Properties (Ctrl-P)
de_at: Eigenschaften (Ctrl-P)
es_es: Propiedades (Ctrl-P)
pl_pl: Właściwości (Ctrl-P)

# DontSaveButton
source: Don't Save
de_at: Nicht speichern
es_es: No Grabar
pl_pl: Nie zapisuj

# DownloadBundleError
source: Error downloading the component collection from the ARE
de_at: Fehler beim Herunterladen des Bundles von der ARE.
es_es: Error al descargar el paquete del ARE
pl_pl: Błąd podczas pobierania komponentów

# DownloadBundleErrorHeader
source: Component Collection Error
de_at: Bundle Fehler
es_es: Paquete de error
pl_pl: Błąd opisu komponentów

# DownloadBundlesButton
source: Download Component Collection
de_at: Bundle runterladen
es_es: Descargar Paquete
pl_pl: Pobierz opis komponentów
