Repository: asterics/AsTeRICS
Catalog: ACS/ACS/Properties/Resources.*.resx
Languages: de_at, es_es, pl_pl

# DownloadBundlesTooltip
source: Download the component collection (component description) from the ARE and use them in the component menu
de_at: Lädt die Komponentenbeschreibung (Bundle) von der ARE und verwendet diese im Menü Komponenten
es_es: Descargar la descripción del componente del ARE y utilizarlos en el menú de componentes
pl_pl: Pobierz opisy komponentów z ARE i dodaj komponenty do menu

# DownloadSchemaButton
source: Download Model
de_at: Modell runterladen
es_es: Descargar Modelo
pl_pl: Pobierz model

# DownloadSchemaTooltip
source: Download Model from ARE
de_at: Ein Modell von der ARE runterladen
es_es: Descargar Modelo desde el ARE
pl_pl: Pobierz model z ARE

# EditModelDescriptionButton
source: Show Model Description
de_at: Modellbeschreibung anzeigen
es_es: Mostrar Descripción del modelo
pl_pl: Opis modelu

# EditModelDescriptionTooltip
source: Show and edit the description of the model
de_at: Die Modellbeschreibung anzeigen und bearbeiten
es_es: Mostrar y editar la descripción del modelo
pl_pl: Pokaż opis modelu

# EditModelNameButton
source: Edit Model ID
de_at: Modell-ID bearbeiten
es_es: Editar Modelo ID
pl_pl: ID modelu

# EditModelNameLabel
source: Model ID:
de_at: Modell ID:
es_es: Modelo ID
pl_pl: ID modelu:

# EditModelNameTooltip
source: Edit the internal ID of the model
de_at: Ändert die interne ID des Modells
es_es: Editar el ID interno del modelo
pl_pl: Zmienień wewnętrzne ID modelu

# EditModelNameWindow
source: Edit ID of the model
de_at: ID des Modells ändern
es_es: Editar el ID del modelo
pl_pl: ID modelu

# EventChannelContextMenuDeleteChannel
source: Delete Selection
de_at: Auswahl löschen
es_es: Eliminar selección
pl_pl: Usuń zaznaczone elementy

# EventChannelContextMenuSetEvents
source: Set Events
de_at: Ereignis festlegen
es_es: Fijar Eventos
pl_pl: Ustaw zdarzenia

# ExternalToolFileNotFound
source: The external tool could not be found. Please check the settings within the Options dialog
de_at: Das externe Programm konnte nicht gefunden werden. Bitte die Einstellungen im Optionen-Dialog prüfen
es_es: La herramienta externa no se pudo encontrar. Por favor, compruebe los ajustes en el cuadro de diálogo Opciones
pl_pl: Zewnętrzne narzędzie nie zostało znalezione. Sprawdź ustawienia

# ExternalToolsTab
source: External Tools
de_at: Externe Programme
es_es: Herramientas externas
pl_pl: Zewnętrzne narzędzia

# FileNotFoundHeader
source: File not Found
de_at: Datei nicht gefunden
es_es: Archivo no encontrado
pl_pl: Nie znaleziono pliku

# GeneralSettingsTab
source: General Settings
de_at: Allgemeine Einstellungen
es_es: Configuración General
pl_pl: Ustawienia podstawowe

# GetAREStatusErrorDialog
source: Error reading status information from the ARE
de_at: Fehler beim Lesen der Statusinformationen von der ARE
es_es: Error al leer la información de Estado desde el ARE
pl_pl: Błąd podczas odczytywania statusu z ARE

# GetAREStatusErrorDialogHeader
source: ARE Status Error
de_at: ARE Status Fehler
es_es: Error de Estado del ARE
pl_pl: Błąd statusu ARE

# GroupButton
source: Group
de_at: Gruppieren
es_es: Grupo
pl_pl: Grupuj

# GroupButtonTooltip
source: Group the selected components to one component
de_at: Gruppiert die ausgewählten Komponenten zu einer
es_es: Agrupar los componenete seleccionados en un componente
pl_pl: Grupuj zaznaczone elementy w jeden komponent

# GroupingErrorReadingGroup
source: Error reading group information of group {0}
de_at: Fehlerhafte Gruppendaten in der Gruppe {0}
es_es: Error al leer el grupo de información de grupo {0}
pl_pl: Błąd odczytu informacji o grupie {0}

# GroupingErrorReadingGroupFile
source: Error reading group file - the file is not a valid ACS group description
de_at: Fehlerhafte Gruppendatei - die Datei ist keine gültige ACS Gruppendatei
es_es: Error al leer el archivo de grupo-el archivo no es una descripcion valida del grupo ACS
pl_pl: Błąd odczytu pliku grupy - to nie jest prawidłowy plik opisu grupy

# GroupingErrorReadingGroupHeader
source: Error reading group
de_at: Fehler beim Lesen der Gruppe
es_es: Error grupo de lectura
pl_pl: Błąd odczytu grupy

# GroupingNoItemsSelected
source: No items are selected to create a group!
de_at: Es sind keine Elemente ausgewählt, die gruppiert werden könnten
es_es: No items seleccionados para crear grupo
pl_pl: Nie zostały zaznaczone żadne elementy wymagane do stworzenia grupy!

# GroupingNoItemsSelectedHeader
source: No items selected
de_at: Keine Elemente ausgewählt
es_es: Items no seleccionados
pl_pl: Brak zaznaczonych elementów

# GroupingWithSelectedGroups
source: Groups can not be part of another group. Unselect the group or ungroup the selected group.
de_at: Gruppen können nicht Teil einer anderen Gruppe sein. Die Gruppe deselektieren oder degruppieren.
es_es: Los grupos no pueden ser parte de otro grupo. Elija el grupo o desagrupar el grupo seleccionado.
pl_pl: Grupy nie mogą być częścią innych grup. Usuń grupy z zaznaczenia lub je rozgrupuj

# GroupingWithSelectedGroupsHeader
source: Group in selection found
de_at: Gruppe innerhalb der selektierten Elemente
es_es: Grupo encontrado en la selección
pl_pl: Znaleziono grupy w zaznaczeniu

# GroupSplitButton
source: Saved Groups
de_at: Gespeicherte Gruppen
es_es: Guardar grupos
pl_pl: Zapisane grupy

# GroupStoreDialogGroupName
source: Group Name:
de_at: Gruppenname:
es_es: Nombre de grupo
pl_pl: Nazwa grupy:

# GroupStoreDialogListLabel
source: Stored groups in the ACS
de_at: In der ACS gespeicherte Gruppen
es_es: Grupos almacenados en la ACS
pl_pl: Zapisane grupy

# GroupStoreDialogTitle
source: Store Group
de_at: Gruppe speichern
es_es: Almacenar grupo
pl_pl: Zapisz grupę

# GroupStoreError
source: The group could not be saved within the ACS
de_at: Die Gruppe kann nicht in der ACS gespeichert werden
es_es: El grupo no se pudo guardar dentro de la ACS
pl_pl: Grupa nie mogła zostać zapisana

# GroupStoreErrorHeader
source: Saving Group Error
de_at: Fehler beim Speichern der Gruppe
es_es: Ahorro de error de grupo
pl_pl: Błąd zapisu grupy

# GroupStoreNoGroupSelected
source: No Group in selection. Please select a group.
de_at: Keine Gruppe in der Auswahl. Bitte eine Gruppe selektieren
es_es: Ningún grupo seleccionado. Por favor, seleccione un grupo.
pl_pl: Brak grupy w zaznaczeniu. Zaznacz grupę.

# HelpTooltip
source: Open the ACS Help Window (F1)
de_at: Die ACS Hilfe öffnen (F1)
es_es: Abra la ventana de ayuda de ACS (F1)
pl_pl: Otwórz okno pomocy (F1)

# IniFileNotFoundHeader
source: Ini-File not found
de_at: Ini-Datei nicht gefunden
es_es: Archivo de Inicio no encontrado
pl_pl: Plik ini nie został znaleziony

# IniFileNotFoundText
source: The ini file could not be found in the AsTeRICS directory
de_at: Die ini-Datei konnte im AsTeRICS Verzeichnis nicht gefunden werden
es_es: El archivo de inicio no puedo ser encontrado en el directorio de AsTeRICS
pl_pl: Plik ini nie został znaleziony w katalogu ACS

# LanguageChangeText
source: (setting will take effect after restart of ACS)
de_at: (Änderung erfordret einen ACS Neustart)
es_es: (la opción seleccionada tendrá efecto después de reiniciar el ACS)
pl_pl: (Zmiany zostaną wprowadzone po restarcie ACS)

# LanguageFileCreationRibbonButton
source: Create Language Translation File
de_at: Übersetzungsdatei erstellen
es_es: Crear archivo de traducción de idiomas
pl_pl: Uruchom narzędzie do tworzenia plików tłumaczeń

# LanguageFileCreationRibbonButtonToolTip
source: Create a language translation file for the components, so that the properties are displayed in a different language
de_at: Eine Übersetzungsdatei für die Komponenten erstellen, damit die Eigenschaften in verschiedenen Sprachen angezeigt werden können
es_es: Crear un archivo de traducción de idiomas para los componentes, de modo que las propiedades se muestran en un idioma diferente
pl_pl: Uruchom narzędzie do tworzenia plików tłumaczeń dla komponentów

# LayoutRestoreError
source: Error restoring the layout
de_at: Fehler beim Wiederherstellen des Layouts
es_es: Error al restaurar el diseño
pl_pl: Błąd podczas przywracania układu graficznego

# LoadComponentNotFound
source: Component {0} not found in component collection and removed from the model
de_at: Komponente {0} konnte im Bundle nicht gefunden werden und wird aus dem Modell entfernt
es_es: Componente {0} no se encuentra en la descripción del paquete y se retira del modelo de
pl_pl: Opis komponentu {0} nie został znaleziony. Komponent został usunięty z modelu

# LoadModelFromStorageButton
source: Load Model from Storage
de_at: Modell aus dem Lager laden
es_es: Cargar Modelo desde el Almacen
pl_pl: Wczytaj przechowywany model

# LoadModelFromStorageTooltip
source: Load a model from the ARE-storage to the ACS
de_at: Ladet ein Modell auf dem ARE-Lager in die ACS
es_es: Cargar un modelo desde el almacén del ARE al ACS
pl_pl: Wczytaj przechowywany model na ARE

# LoadStoredModelError
source: Error loading model from the ARE storage
de_at: Fehler beim Laden eines Modells aus dem ARE-Lager
es_es: Error al cargar el modelo del almacén del ARE
pl_pl: Wystąpił błąd podczas wczytywania modelu przechowywanego na ARE

# LoadStoredModelErrorHeader
source: Error Loading Stored Model
de_at: Fehler beim Laden des Modells
es_es: Error al cargar el modelo almacenado
pl_pl: Błąd wczytywania modelu

# LoadStoredModelsListError
source: Error loading list of stored models from ARE
de_at: Fehler beim Laden der Liste der eingelagerten Modelle
es_es: Error al cargar la lista de modelos almacenados del ARE
pl_pl: Wystąpił błąd podczas wczytywania listy modeli przechowywanych na ARE

# LoadStoredModelsListErrorHeader
source: Error loading models list
de_at: Fehler beim Laden der Modellliste
es_es: Error al cargar la lista de modelos
pl_pl: Błąd wczytywania listy modeli

# LogFileTooltip
source: Showing the logging file from the ARE
de_at: Anzeige der Logging-Datei der ARE
es_es: Mostrar el archivo de anotaciones del ARE
pl_pl: Pokaż plik logu z ARE

# LoggingWindowHeading
source: The logging file from the ARE:
de_at: Die Logging-Datei der ARE:
es_es: El archivo de anotaciones del ARE
pl_pl: Plik logu z ARE:

# LoggingWindowTitle
source: ARE Log File
de_at: ARE Logging-Datei
es_es: Archivo Log del ARE
pl_pl: Plik logu ARE

# MainMenuAbout
source: About
de_at: Über
es_es: Acerca de
pl_pl: ACS - informacje

# MainMenuOptions
source: Options
de_at: Optionen
es_es: Opciones
pl_pl: Opcje

# MainMenuQuit
source: Quit
de_at: Beenden
es_es: Salir
pl_pl: Wyjście

# ModelDescriptionLongLabel
source: Detailed Description:
de_at: Ausführliche Beschreibung:
es_es: Descripción detallada:
pl_pl: Szczegółowy opis:

# ModelDescriptionRequirementsLabel
source: Model Requirements:
de_at: Modellanforderungen:
es_es: Requisitos de modelo:
pl_pl: Wymagania dla modelu:

# ModelDescriptionShortLabel
source: Short Description:
de_at: Kurzbeschreibung:
es_es: Descripción breve:
pl_pl: Krótki opis:

# ModelDescriptionWindow
source: Model Description
de_at: Modellbeschreibung
es_es: Descripción del modelo
pl_pl: Opis modelu

# MoveComponentButton
source: Move Component
de_at: Komponente bewegen
es_es: Mover componente
pl_pl: Przesuń komponent

# MoveComponentTooltip
source: Move the selected component with the arrow keys
de_at: Zum Bewegen der Komponente die Pfeiltasten verwenden
es_es: Mover el componente seleccionado con las flechas del teclado
pl_pl: Przesuń zaznaczony komponent za pomocą klawiszy strzałek

# MultipleAREsDialogMsg
source: Multiple AREs found on the network, select an ARE
de_at: Mehrere ARE's im Netzwerk erkannt, bitte eine auswählen
es_es: Múltiples ARE's se encuentran en la red, seleccionar ARE
pl_pl: Znaleziono wiele ARE w sieci, wybierz ARE

# MultipleAREsDialogSelected
source: Selected ARE
de_at: ARE auswählen
es_es: Seleccionar ARE
pl_pl: Wybierz ARE

# MultipleAREsDialogTitle
source: Multiple AREs found
de_at: Mehrere ARE's im Netzwerk erkannt
es_es: Múltiples ARE's encontrados
pl_pl: Znaleziono wiele ARE

# MustBeConnectedCheckerHeader
source: Input Port Errors - Ports must be Connected
de_at: Fehler bei den Eingabeports - Ports müssen verbunden werden
es_es: Errores del Puerto de Entrada - Los Puertoes deben ser conectados
pl_pl: Błąd portu wejściowego - Port powinien być podłączony

# MustBeConnectedCheckerString
source: Component {0}, Port {1} must be connected
de_at: Komponente {0}, Port {1} muss verbunden werden
es_es: Componente {0}, Puerto {1} debe ser conectado
pl_pl: Komponent {0}, Port {1} powinien być podłączony

# NameDialogLabel
source: Component Name:
de_at: Komponentenname:
es_es: Nombre del componente:
pl_pl: Nazwa komponentu:

# NameDialogTextEmpty
source: The name must not be emtpy
de_at: Der Name darf nicht leer sein
es_es: El nombre no debe estar vacío
pl_pl: Nazwa nie może być pusta

# NameDialogTextUsed
source: The name is already been \n used, select another
de_at: Der Name wird bereits verwendet
es_es: El nombre ya está en uso; elegir otro
pl_pl: Nazwa jest obecnie w użyciu, użyj innej

# NameDialogTitle
source: Name of new Component
de_at: Name der neuen Komponente
es_es: Nombre del nuevo Componente
pl_pl: Nazwa komponentu

# NewChannelButton
source: New Channel
de_at: Neuer Kanal
es_es: Nuevo Canal
pl_pl: Nowe powiązanie

# NewChannelTooltip
source: Create a new channel (by selecting a component port)
de_at: Einen neuen Kanal erstellen (durch die Auswahl eines Ports)
es_es: Crear un nuevo canal (eligiendo un puerto de componente)
pl_pl: Stwórz nowe powiązanie (wybierając port komponentu)

# NewEventChannelButton
source: New Eventchannel
de_at: Neuer Ereigniskanal
es_es: Nuevo Canal de Eventos
pl_pl: Nowe powiązanie zdarzeń

# NewEventChannelTooltip
source: Create a new event channel (by selecting a component event port)
de_at: Einen neuen Ereigniskanal erstellen (durch die Auswahl eines Ereignisports)
es_es: Crear un nuevo canal de eventos (eligiendo un puerto de eventos de componente)
pl_pl: Stwórz nowe powiązanie zdarzeń (wybierając port zdarzeń komponentu)

# NewSchemaButton
source: New Model
de_at: Neues Modell
es_es: Nuevo Modelo
pl_pl: Nowy model

# NewSchemaTooltip
source: Create a new Model
de_at: Ein neues Modell erstellen
es_es: Crear un nuevo modelo
pl_pl: Stwórz nowy model

# NoButton
source: No
de_at: Nein
pl_pl: Nie

# OpenSchemaButton
source: Open Model
de_at: Modell öffnen
es_es: Abrir Modelo
pl_pl: Otwórz model

# OpenSchemaTooltip
source: Open Model from Local File System
de_at: Modell aus dem lokalen Dateisystem öffnen
es_es: Abril Modelo desde Sistema de Archivos Local
pl_pl: Otwórz model z lokalnego systemu plików

# OptionsDialogAREConnected
source: Show confirmation message on successful ARE-connection
de_at: Dialog bei erfolgreichem ARE Verbindungsaufbau anzeigen
es_es: Mostrar mensaje de confirmación de que la conexión al ARE ha tenido éxito
pl_pl: Wyświetlaj informacje o udanym połączeniu z ARE

# OptionsDialogAutomaticBackupLabel
source: Automatic backup files
de_at: Automatische Sicherungsdatei
es_es: Archivos de copia de seguridad automática
pl_pl: Automatyczne kopie zapasowe

# OptionsDialogBodyColor
source: Component Body
de_at: Komponentenhauptteil
es_es: Cuerpo del Componente
pl_pl: Wnętrze komponentu:

# OptionsDialogBodyColorAccessibility
source: Set colour for component body
de_at: Farbe für den Komponentenhauptteil festlegen
es_es: Fijar Color para el cuerpo del componente
pl_pl: Ustaw kolor dla wnętrza komponentu

# OptionsDialogColorButton
source: Choose Colour
de_at: Farbe wählen
es_es: Elegir color
pl_pl: Wybierz kolor

# OptionsDialogColors
source: Colours:
de_at: Farben:
es_es: Colores:
pl_pl: Kolory

# OptionsDialogConnection
source: Connection Data:
de_at: Verbindungsdaten
es_es: Datos de conexión:
pl_pl: Dane połączenia:

# OptionsDialogConnectionHost
source: Host:
de_at: Host/IP:
pl_pl: Adres IP ARE:

# OptionsDialogConnectionHostAccessibility
source: Connection data - enter host
de_at: Verbindungsdaten, Host angeben
es_es: Datos de conexión - entrar al host
pl_pl: Dane połączenia - wprowadź dane ARE

# OptionsDialogConnectionPortAccessibility
source: Connection data - enter port
de_at: Verbindungsdaten, Port angeben
es_es: Datos de conexión - entrar al puerto
pl_pl: Dane połączenia - podaj port

# OptionsDialogEnableAutomaticBackup
source: Enable automatic creation of backup files
de_at: Automatische Erstellung von Sicherungsdateien aktivieren
es_es: Permitir la creación automática de los archivos de copia de seguridad
pl_pl: Uruchom automatyczne tworzenie kopi zapasowych

# OptionsDialogEnableStatusUpdate
source: Enable automatic ARE status update
de_at: Automatische ARE Statusabfrage aktivieren
es_es: Habilitar la actualización automática del estado del ARE
pl_pl: Automatyczna aktualizacja statusu ARE

# OptionsDialogEventChannelConnected
source: Show confirmation message after connecting an Event Channel
de_at: Dialog nach der Erstellung eines Ereigniskanals anzeigen
es_es: Mostrar mensaje de confirmación después de conectar un Canal de Eventos
pl_pl: Wyświetlaj potwierdzenie po udanym połączeniu zdarzeń

# OptionsDialogEventInPortColor
source: Input Eventport
de_at: Eingangs-Ereignisport
es_es: Entrada de Puerto de Eventos
pl_pl: Wejściowy port zdarzeń

# OptionsDialogEventInPortColorAccessibility
source: Set colour for input eventports
de_at: Farbe für Eingangs-Ereignisport festlegen
es_es: Fijar color para Entrada de Puertos de Eventos
pl_pl: Ustaw kolor dla wejściowego portu zdarzeń

# OptionsDialogEventOutPortColor
source: Output Eventport
de_at: Ausgangs-Ereignisport
es_es: Salida de Puerto de Eventos
pl_pl: Wyjściowy port zdarzeń

# OptionsDialogEventOutPortColorAccessibility
source: Set colour for output eventports
de_at: Farbe für Ausgangs-Ereignisport festlegen
es_es: Fijar color para Salida de Puertos de Eventos
pl_pl: Ustaw kolor dla wyjściowego portu zdarzeń

# OptionsDialogGroupHeaderColor
source: Group Header
de_at: Gruppenoberteil
es_es: Grupo encabezado
pl_pl: Nagłówek grupy

# OptionsDialogHeader
source: Set the Editor-Options for the AsTeRICS Configuration Suite
de_at: Optionen für die AsTeRICS Configuration Suite einstellen
es_es: Fijar las Opciones de Editor para el Pack de Configuración de AsTeRICS
pl_pl: Ustawienia ACS

# OptionsDialogHeaderColor
source: Component Header
de_at: Komponentenoberteil
es_es: Encabezado del componente:
pl_pl: Nagłówek komponentu:

# OptionsDialogHeaderColorAccessibility
source: Set colour for component header
de_at: Farbe für den Komponentenoberteil festlegen
es_es: Fijar color para el encabezado del componente
pl_pl: Ustaw kolor nagłówka komponentu

# OptionsDialogHostEmpty
source: Please enter a host
de_at: Bitte einen Host/IP angeben
es_es: Por favor introduzca un host
pl_pl: Wprowadź Adres IP ARE

# OptionsDialogHostPortDialog
source: Show host/port-dialog on ARE-connection
de_at: Verbindungsdialog bei ARE-Verbindung anzeigen
es_es: Mostrar el diálogo host/puerto en la conexión al ARE
pl_pl: Wyświetlaj dialog konfiguracji połączenia podczas łączenia z ARE

# OptionsDialogInPortColor
source: Input Ports
de_at: Eingangsports
es_es: Puertos de entrada:
pl_pl: Porty wejściowe:

# OptionsDialogInPortColorAccessibility
source: Set colour for input ports
de_at: Farbe für die Eingangsports festlegen
es_es: Fijar el color para los puertos de entrada:
pl_pl: Ustaw kolor dla portów wejściowych

# OptionsDialogLanguage
source: Language:
de_at: Sprache:
es_es: Idioma:
pl_pl: Język

# OptionsDialogLanguageAccessibility
source: Language (setting will take effect after restart of ACS)
de_at: Sprache (Änderungen werden erst nach einem ACS Neustart übernommen)
es_es: Idioma (la selección tendrá efecto después de reiniciar el ACS)
pl_pl: Język (Ustawienia zostaną wprowadzone po ponownym uruchomieniu ACS)

# OptionsDialogNamingDialog
source: Show naming-dialog on component-insert
de_at: Benennungsdialog beim Einfügen einer Komponente anzeigen
es_es: Mostrar nombres-diálogos en componente - inserción
pl_pl: Wyświetlaj dialog ustawienia nazwy podczas wstawiania komponentu

# OptionsDialogOutPortColor
source: Output Ports
de_at: Ausgangsports
es_es: Puertos de Salida
pl_pl: Porty wyjściowe:

# OptionsDialogOutPortColorAccessibility
source: Set colour for output ports
de_at: Farbe für die Ausgangsports festlegen
es_es: Fijar color para los puertos de Salida
pl_pl: Ustaw kolor dla portów wyjściowych

# OptionsDialogOverrideAndRunFromAREAtConnectQuestion
source: Show confirmation message to override and run model when connecting to ARE
de_at: Dialog zum Überschreiben und Starten eines Modells beim ARE Verbindungsaufbau anzeigen
es_es: Mostrar mensaje de confirmación para sobreescribir y ejecutar el modelo al conectarse al ARE
pl_pl: Wyświetlaj pytanie o nadpisanie i uruchomienie modelu podczas łączenia się ARE

# OptionsDialogOverrideFromAREAtConnectQuestion
source: Show confirmation message to override model when connecting to ARE
de_at: Dialog zum Überschreiben eines Modells beim ARE Verbindungsaufbau anzeigen
es_es: Mostrar mensaje de confirmación para sobreescribir el modelo al conectarse al ARE
pl_pl: Wyświetlaj pytanie o nadpisanie modelu podczas łączenia się ARE

# OptionsDialogOverrideLocalModelQuestion
source: Ask before overriding local model?
de_at: Vor dem Überschreiben eines lokalen Modells nachfragen?
es_es: Preguntar antes de sobrrescribir modelo local?
pl_pl: Wyświetlaj pytanie przed nadpisaniem lokalnego modelu

# OptionsDialogOverrideModelQuestion
source: Ask before overriding a model on the ARE?
de_at: Vor dem Überschreiben eines Modells auf der ARE nachfragen?
es_es: Preguntar antes de sobrrescribir un modelo en el ARE?
pl_pl: Wyświetlaj pytanie przed nadpisaniem modelu na ARE

# OptionsDialogPortEmpty
source: Please enter a port
de_at: Bitte einen Port angeben
es_es: Por favor introduzca un puerto
pl_pl: Wprowadź numer portu

# OptionsDialogPortInvalid
source: The port must be a number
de_at: Der Port muss eine Nummer sein
es_es: El puerto debe ser un número
pl_pl: Port powinien być liczbą

# OptionsDialogStatusUpdateFrequencyAccessibility
source: ARE Status Update update frequency in milliseconds
de_at: ARE Status Abfragefrequenz (in Millisekunden)
es_es: Actualización del Estado del ARE - frecuencia de actualización en milisegundos
pl_pl: Częstotliwość aktualizacji statusu ARE w milisekundach

# OptionsDialogStatusUpdateLabel
source: ARE Status Update
de_at: ARE Status Abfrage
es_es: Actualización del Estado del ARE
pl_pl: Aktualizacja statusu ARE

# OptionsDialogUpdateFrequency
source: Update frequency (ms)
de_at: Abfragefrequenz (ms)
es_es: Frecuencia de actualización (ms)
pl_pl: Częstotliwość aktualizacji (ms)

# OptionsDialogWindowReset
source: Reset window arrangement:
de_at: ACS Layout zurücksetzen
es_es: Resetear la organización de las ventanas
pl_pl: Odśwież układ okna:

# OptionsDialogWindowResetButton
source: RESET
de_at: Zurücksetzen
pl_pl: Odśwież

# OptionsDialogZoom
source: Zoom:
pl_pl: Powiększenie:

# OptionsTooltip
source: The Options Dialog
de_at: Den Optionendialog öffnen
es_es: El diálogo Opciones
pl_pl: Opcje

# OverrideACSDialog
source: Override local Model?
de_at: Lokales Modell überschreiben?
es_es: ¿Sobreescribir Modelo local?
pl_pl: Nadpisać lokalny model?

# OverrideAREDialog
source: Override Model on ARE?
de_at: Modell auf der ARE überschreiben?
es_es: ¿Sobreescribir Modelo en el ARE?
pl_pl: Nadpisać model na ARE?

# OverrideDialogHeader
source: Override ?
de_at: Überschreiben?
es_es: ¿Sobreescribir?
pl_pl: Nadpisać?

# PasteButton
source: Paste
de_at: Einfügen
es_es: Pegar
pl_pl: Wklej

# PasteTooltip
source: Paste the content of the clipboard to the drawing (Ctrl+V)
de_at: Fügt den Inhalt der Zwischenablage in die Zeichenfläche ein (Strg+V)
es_es: Pegue el contenido del portapapeles en el dibujo (Ctrl + V)
pl_pl: Wklej elementy ze schowka (Ctrl+V)

# PauseModelButton
source: Pause Model
de_at: Modell pausieren
es_es: Pausar Modelo
pl_pl: Wstrzymaj model
