Repository: asterics/AsTeRICS
Catalog: ACS/ACS/Properties/Resources.*.resx
Languages: de_at, es_es, pl_pl

# PauseModelErrorDialog
source: Error pausing model on ARE
de_at: Fehler beim Pausieren des Modells
es_es: Error al Pausar modelo en el ARE
pl_pl: Błąd podczas wstrzymywania modelu na ARE

# PauseModelErrorDialogHeader
source: Error pausing model!
de_at: Fehler beim Pausieren
es_es: ¡Error al pausar modelo!
pl_pl: Błąd wstrzymywania modelu!

# PauseModelTooltip
source: Pause the Model on the ARE (F6)
de_at: Modell auf der ARE pausieren (F6)
es_es: Pausar el Modelo en el ARE (F6)
pl_pl: Wstrzymaj model na ARE (F6)

# PortConnectingDatyTypeError
source: Error connecting Ports: Can not connect {0} to {1}
de_at: Fehler beim Verbinden der Ports: {0} kann nicht mit {1} verbunden werden
es_es: Error al conectar los puertos: No puede conectarse el {0} al {1}
pl_pl: Błąd łączenia portów: Nie można połączyć {0} do {1}

# PortConnectingDatyTypeErrorHeader
source: Error Connecting Ports
de_at: Fehler beim Verbinden der Ports
es_es: Error al conectar los puertos
pl_pl: Błąd połączenia portów

# PrintModel
source: Print
de_at: Drucken
es_es: Imprimir
pl_pl: Drukuj

# PrintModelTooltip
source: Print the model drawing to one page
de_at: Druckt die Modellzeichnung auf eine Seite aus
es_es: Imprimir el dibujo del modelo de una sola página
pl_pl: Drukuj obraz modelu na jednej stronie

# ProcessorsButton
source: Processors
de_at: Prozessor
es_es: Procesadores
pl_pl: Przetworniki

# PropertyDockEventDescriptionHeader
source: Description
de_at: Beschreibung
pl_pl: Opis

# PropertyDockEventListenerHeader
source: Listeners
de_at: Empfänger
es_es: Oyentes
pl_pl: Wejścia zdarzeń

# PropertyDockEventListenerTab
source: Event Listener
de_at: Ereignisempfänger
es_es: detector de eventos
pl_pl: Port wejściowy zdarzeń

# PropertyDockEventTriggerHeader
source: Triggers
de_at: Auslöser
es_es: Disparador
pl_pl: Wyjścia zdarzeń

# PropertyDockEventTriggerTab
source: Event Trigger
de_at: Ereignisauslöser
es_es: Disparador de eventos
pl_pl: Port wyjściowy zdarzeń

# PropertyEditorInputPortTypeAlias
source: Input Port
de_at: Eingabeport
es_es: Puerto de Entrada
pl_pl: Port wejściowy

# PropertyEditorInternalPropertyCategory
source: Internal Properties
de_at: Interne Eigenschaften
es_es: Propiedades Internas
pl_pl: Ustawienia

# PropertyEditorModelComponentAlias
source: Component
de_at: Komponente
es_es: Componente
pl_pl: Komponent

# PropertyEditorOutputPortTypeAlias
source: Output Port
de_at: Ausgabeport
es_es: Puerto de Salida
pl_pl: Port wyjściowy

# PropertyEditorPropertyCategory
source: Properties
de_at: Eigenschaften
es_es: Propiedades
pl_pl: Właściwości

# PropertyValidationError
source: Error setting property, {0} is required!
de_at: Fehler beim Setzen der Eigenschaft, {0} wird benötigt
es_es: Error al fijar la propiedad, se requiere {0}!
pl_pl: Błąd w ustawieniach, {0} jest wymagane!

# PropertyValidationErrorHeader
source: Error Setting Property
de_at: Fehler beim Setzen der Eigenschaft
es_es: Error al fijar la Propiedad
pl_pl: Błąd ustawień

# ReadBundleErrorHeader
source: Error Opening Component Collection File
de_at: Fehler in der Komponentendatei
es_es: Error al Abrir el archivo de componentes
pl_pl: Błąd pliku komponentów

# ReadBundleErrorText
source: Error reading components from the component collection file, no plugins will be available. Please re-run the Plugin Activation Wizard form the Misc. menu to rebuild the bundle-file.
de_at: Fehlerhafte Bundle-Datei - keine Komponenten verfügbar. Bitte den Plugin Activation Wizard im Menü Sonstiges nochmals ausführen damit die Bundle-Datei neu erstellt werden kann.
es_es: Error al leer los componentes de la descripción del paquete de archivos XML, sin plugins estarán disponibles. Por favor, vuelva a ejecutar el Asistente para la activación Plugin de formar la Misc. menú para reconstruir el paquete de archivos.
pl_pl: Błąd odczytu komponentów z pliku XML. Komponenty nie będą dostępne. Uruchom ponownie Aktywator Komponentów

# ReadBundleHeader
source: New Component Collection Installed
de_at: Neues Bundle installiert
es_es: Nuevo paquete instalado
pl_pl: Nowy opis komponentów został zainstalowany

# ReadBundleText
source: The new component collection from the ARE has been set to the components menu.
de_at: Die neuen Komponenten aus dem Bundle der ARE sind im Komponentenmenü aufgelistet
es_es: El nuevo paquete de ARE se ha instalado como componente de menu
pl_pl: Nowe opisy komponentów zostały dodane do menu komponentów.

# ReadDownloadedBundleErrorText
source: Error opening component collection file from the ARE. The default component collection will be loaded.
de_at: Fehler beim Öffnen der Bundle-Datei der ARE. Das Standard-Bundle wird verwendet.
es_es: Error al abrir el archivo de paquete de ARE. El descriptor de paquete por defecto se cargará.
pl_pl: Błąd otwarcia opisów komponentów z ARE. Domyślne opisy komponentów zostały otwarte.

# ReadXmlErrorHeader
source: Error Opening File
de_at: Fehler beim Datei öffnen
es_es: Error al Abrir el archivo
pl_pl: Błąd otwarcia pliku

# ReadXmlErrorText
source: The selected file is not a valid AsTeRICS file, please select another one.
de_at: Die ausgewählte Datei ist keine gültige AsTeRICS Datei, bitte eine andere wählen.
es_es: El archivo seleccionado no es un archivo de AsTeRICS válido, por favor seleccione otro.
pl_pl: Wybrany plik nie jest prawidłowym plikiem AsTeRICSa, spróbuj wybrać inny

# RecentFileNotFound
source: File not found
de_at: Datei nicht gefunden
es_es: Archivo no encontrado
pl_pl: Nie znaleziono pliku

# RedoButton
source: Redo
de_at: Wiederholen
es_es: Rehacer
pl_pl: Wykonaj ponownie

# RedoTooltip
source: Redo last editing (no redo for changes in properties and events)
de_at: Letzte Änderung wiederholen (gilt nicht für Eigenschaften und Ereignisse)
es_es: Rehacer el último cambio (no rehacer cambios en propiedades y eventos)
pl_pl: Wykonaj ponownie ostatnią zmianę (brak możliwości wykonania ponownie ostatniej zmiany dla właściwości komponentu oraz zdarzeń)

# RibbonGroupChannel
source: Channel
de_at: Kanäle
es_es: Canal
pl_pl: Powiązania

# RibbonGroupComponents
source: Components
de_at: Komponenten
es_es: Componentes
pl_pl: Komponenty

# RibbonGroupEdit
source: Edit
de_at: Bearbeiten
es_es: Editar
pl_pl: Edytuj

# RibbonGroupEditComponents
source: Edit Components
de_at: Komponenten bearbeiten
es_es: Editar Componentes
pl_pl: Edytuj komponenty

# RibbonGroupEvents
source: Events
de_at: Ereignisse
es_es: Eventos
pl_pl: Zdarzenia

# RibbonGroupExternalTools
source: External Tools
de_at: Externe Programme
es_es: Herramientas externas
pl_pl: Zewnętrzne narzędzia

# RibbonGroupLayout
source: Layout
es_es: Distribución
pl_pl: Układ

# RibbonGroupLocal
source: Local
de_at: Lokal
pl_pl: Lokalne

# RibbonGroupMisc
source: Miscellaneous
de_at: Verschiedenes
es_es: Miscelánea
pl_pl: Różne

# RibbonGroupModelProperties
source: Model Properties
de_at: Modelleigenschaften
es_es: Propiedades de los modelos
pl_pl: Właściwości modelu

# RibbonGroupStoreARE
source: ARE Storage
de_at: ARE Lager
es_es: Almacenamiento del ARE
pl_pl: Modele przechowywane na ARE

# RibbonMainMenu
source: File
de_at: Datei
es_es: Archivo
pl_pl: Plik

# RibbonResetLayout
source: Reset Layout
de_at: Layout zurücksetzen
es_es: Resetear la Distribución
pl_pl: Odśwież układ

# RibbonTabComponents
source: Components
de_at: Komponenten
es_es: Componentes
pl_pl: Komponenty

# RibbonTabEdit
source: Edit
de_at: Bearbeiten
es_es: Editar
pl_pl: Edytuj

# RibbonTabMisc
source: Misc.
de_at: Verschiedenes
pl_pl: Różne

# RibbonTabOptions
source: Options
de_at: Optionen
es_es: Opciones
pl_pl: Opcje

# RunModelButton
source: Start Model
de_at: Modell starten
es_es: Iniciar Modelo
pl_pl: Uruchom model

# RunModelTooltip
source: Start the Model on the ARE (F5)
de_at: Das Modell auf der ARE starten (F5)
es_es: Iniciar Modelo en el ARE (F5)
pl_pl: Uruchom model na ARE (F5)

# SaveBundleError
source: Error saving component collection file - the component collection has not been saved.
de_at: Fehler beim Speichern der Bundle-Datei. Das Bundle wurde nicht gespeichert
es_es: Error al guardar el archivo de paquete - el paquete no se ha guardado.
pl_pl: Błąd zapisu komponentów do pliku. Komponenty nie zostały zapisane.

# SaveBundleErrorHeader
source: Error Saving Component Collection
de_at: Fehler beim Speichern
es_es: Error al guardar el paquete
pl_pl: Błąd zapisu komponentów

# SaveButton
source: Save
de_at: Speichern
es_es: Guardar
pl_pl: Zapisz

# SaveDialogErrorHeader
source: Error Saving File
de_at: Fehler beim Speichern
es_es: Error al guardar el archivo
pl_pl: Błąd zapisu pliku

# SaveDialogErrorMessage
source: Error while saving file. Please retry and try another place to save the model.
de_at: Fehler beim Speichern der Datei. Bitte nochmals an einem anderen Speicherort versuchen
es_es: Error al guardar el archivo. Por favor vuelva a intentar y probar con otro lugar para guardar el modelo.
pl_pl: Błąd zapisu pliku. Spróbuj zapisać plik modelu w innym miejscu.

# SaveDialogText
source: Save changes in the model to the local file system?
de_at: Änderungen in eine Datei speichern?
es_es: Guardar cambios en el modelo en el sistema local de archivos?
pl_pl: Zapisz zmiany modelu do lokalnego systemu plików

# SaveDialogTitle
source: Save Changes?
de_at: Änderungen speichern?
es_es: ¿Guardar los cambios?
pl_pl: Czy zapisać zmiany?

# SaveGroupButton
source: Save Group
de_at: Gruppe speichern
es_es: Guardar grupo
pl_pl: Zapisz grupę

# SaveGroupButtonTooltip
source: Save the selected group to the local storage of the ACS
de_at: Die Gruppe im Gruppenspeicher der ACS ablegen
es_es: Guarde el grupo seleccionado en el almacenamiento local de la ACS
pl_pl: Zapisz zaznaczoną grupę

# SaveSchemaAsButton
source: Save Model as
de_at: Modell speichern unter
es_es: Guardar Modelo como
pl_pl: Zapisz model jako

# SaveSchemaAsTooltip
source: Save Model to local file system - choose file to save first
de_at: Modell als Datei im lokalen Dateisystem speichern und vorher den Namen festlegen
es_es: Guardar Modelo al sistema de archivos locales - elegir archivo para guardar primero
pl_pl: Zapisz model do lokalnego systemu plików - wybierz nazwę

# SaveSchemaButton
source: Save Model
de_at: Modell speichern
es_es: Guardar Modelo
pl_pl: Zapisz model

# SaveSchemaTooltip
source: Save Model to Local File System
de_at: Modell als Datei im lokalen Dateisystem speichern
es_es: Guardar Modelo en el Sistema de Archivos Locales
pl_pl: Zapisz model do lokalnego systemu plików

# SensorsButton
source: Sensors
de_at: Sensoren
es_es: Sensores
pl_pl: Sensory

# SetActivationWizardToolPathLabel
source: Path to the Plugin Activation Wizard
de_at: Pfad zum Plugin Activation Wizard
es_es: Ruta de acceso al Asistente para la activación del Plugin
pl_pl: Ścieżka do Aktywatora komponentów

# SetCreationWizardToolPathButton
source: Set Path
de_at: Pfad setzen
es_es: Establecer ruta
pl_pl: Ustaw ścieżkę

# SetCreationWizardToolPathLabel
source: Path to the Plugin Creation Wizard
de_at: Pfad zum Plugin Creation Wizard
es_es: Ruta de acceso al Asistente para crear un plug-in
pl_pl: Ścieżka do kreatora komponentów

# SetPropertyErrorDialog
source: Error: the property could not be set on the ARE
de_at: Fehler: der Eigenschaftswert konnte nicht auf der ARE gesetzt werden
es_es: Error: la propiedad no pudo ser fijada en el ARE
pl_pl: Błąd: własność komponentu nie mogła zostać ustawiona na ARE

# SetPropertyErrorDialogHeader
source: Error Setting Property
de_at: Fehler beim Setzen des Eigenschaftswertes
es_es: Error al Fijar la Propiedad
pl_pl: Błąd ustawienia własności komponentu

# ShowChannelsButton
source: Show Channels
de_at: Kanäle anzeigen
es_es: Mostrar Canales
pl_pl: Pokaż powiązania

# ShowChannelTooltip
source: Showing the component ports and the channels between the ports
de_at: Die Ports und die Kanäle zwischen den Ports anzeigen
es_es: Mostrar los puertos de componentes y los canales entre los puertos the component ports and the channels between the ports
pl_pl: Pokaż porty komponentów oraz powiązania między nimi

# ShowDialogCheckbox
source: Show this dialog every time
de_at: Diesen Dialog immer anzeigen
es_es: Mostrar este diálogo todo el tiempo.
pl_pl: Pokazuj ten dialog

# ShowEventChannelTooltip
source: Showing the component event ports and the event channels between the event ports
de_at: Die Ereignisports und die Kanäle zwischen den Ereignisports anzeigen
es_es: Mostrando los puertos de sucesos de compoente y los canales de eventos entre los puertos de eventos
pl_pl: Pokaż porty zdarzeń komponentów oraz powiązania między nimi

# ShowEventsButton
source: Show Events
de_at: Ereignisse anzeigen
es_es: Mostrar Eventos
pl_pl: Pokaż zdarzenia

# ShowLogFileErrorDialog
source: Error getting log-file form the ARE
de_at: Fehler beim Empfangen der Logging-Datei von der ARE
es_es: Error al obtener el archivo log desde el ARE
pl_pl: Wystąpił błąd podczas pobierania logu z ARE

# ShowLogFileErrorDialogHeader
source: Error getting Log-File
de_at: Fehler bei der Logging-Datei
es_es: Error al obtener el archivo log
pl_pl: Błąd pobierania logu

# SingletonErrorDialogHeader
source: Multiple Component!
de_at: Mehrere Komponenten
es_es: ¡Componente Múltiple!
pl_pl: Komponent już jest obecny w modelu

# SingletonErrorHeader
source: The component {0} is already in the model. This component is just once allowed in a model
de_at: Die Komponente {0} ist bereits im Modell vorhanden, darf aber nur einmal vorkommen
es_es: El componente {0} ya está en el modelol. Este componente This component is just once allowed in a model
pl_pl: Komponent {0} jest już obecny w modelu. Ten komponent może być użyty tylko raz

# SpecialsButton
source: Specials
de_at: Spezielles
es_es: Especiales
pl_pl: Specjalne

# SplashscreenText
source: Loading AsTeRICS Configuration Suite...
de_at: AsTeRICS Configuration Suite wird geladen...
es_es: Cargando el Pack de Configuración de AsTeRICS...
pl_pl: Uruchamianie AsTeRICS Configuration Suite...

# StartModelErrorDialog
source: Error starting model on ARE
de_at: Fehler beim Starten des Modells auf der ARE
es_es: Error al iniciar el modelo en el ARE
pl_pl: Wystąpił błąd podczas uruchomienia modelu na ARE

# StartModelErrorDialogHeader
source: Error starting model!
de_at: Fehler beim Modellstart
es_es: Error al iniciar el modelo!
pl_pl: Błąd uruchomienia modelu

# StatusPollingThreadErrorDialog
source: An error occured in the periodical update of the ARE status
de_at: Ein Fehler ist beim Abfragen des ARE Status aufgetreten
es_es: Ocurrió un error en la actualización periódica del estado del ARE
pl_pl: Wystąpił błąd podczas aktualizacji statusu ARE

# StatusPollingThreadErrorDialogHeader
source: Error in Query ARE Status
de_at: Fehler im ARE Status
es_es: Error en la Pregunta sobre el Estado del ARE
pl_pl: Błąd statusu ARE

# StatusWindowGridComponent
source: Component
de_at: Komponente
es_es: Componente
pl_pl: Komponent

# StatusWindowGridMessage
source: Message
de_at: Nachricht
es_es: Mensaje
pl_pl: Wiadomość

# StatusWindowHeading
source: Status Messages of ARE and its Components:
de_at: Statusnachrichten der ARE und ihrer Komponenten
es_es: Mensajes de Estado del ARE y sus Componentes:
pl_pl: Status ARE i jego komponentów:

# StatusWindowLabelComponent
source: Received status messages for component {0}
de_at: Empfangene Statusmeldungen der Komponente {0}
es_es: Mensajes de Estado recibidos para el componente {0}
pl_pl: Odebrano informację od komponencie {0}

# StatusWindowTitle
source: ARE Status
es_es: Estado del ARE
pl_pl: Status ARE

# StopModelButton
source: Stop Model
de_at: Modell stoppen
es_es: Detener Modelo
pl_pl: Zatrzymaj model

# StopModelErrorDialog
source: Error stopping model on ARE
de_at: Fehler beim Stoppen des Modells auf der ARE
es_es: Error al detener el modelo en el ARE
pl_pl: Wystąpił błąd podczas zatrzymywania modelu na ARE

# StopModelErrorDialogHeader
source: Error stopping model!
de_at: Fehler beim Stoppen!
es_es: ¡Error al detener el modelo!
pl_pl: Błąd zatrzymywanie modelu

# StopModelTooltip
source: Stop the Model on the ARE (F7)
de_at: Das Modell auf der ARE stoppen (F7)
es_es: Detener el Modelo en el ARE (F7)
pl_pl: Zatrzymaj model na ARE (F7)

# StorageDialogFilename
source: Modelname:
de_at: Modellname:
es_es: Nombre del Modelo:
pl_pl: Nazwa pliku modelu:

# StorageDialogHeading
source: Available models on ARE:
de_at: Verfügbare Modelle auf der ARE
es_es: Modelos disponibles en el ARE:
pl_pl: Na ARE są dostępne modele:

# StoreModelButton
source: Store Model on ARE
de_at: Modell auf der ARE einlagern
es_es: Modelo de Almacenamiento en el ARE
pl_pl: Zachowaj model na ARE

# StoreModelOnAREError
source: Error storing the model on the ARE
de_at: Fehler beim Einlagern des Modells auf der ARE
es_es: Error al almacenar el modelo en el ARE
pl_pl: Wystąpił błąd podczas zachowywania modelu na ARE

# StoreModelOnAREErrorHeader
source: Error Storing Model
de_at: Fehler beim Einlagern des Modells
es_es: Error al almacenar el modelo
pl_pl: Błąd zachowywania modelu

# StoreModelTooltip
source: Store the model of the ACS on the storage of the ARE
de_at: Speichert ein Modell im Lager der ARE
es_es: Almacenar el modelo del ACS en el almacén del ARE
pl_pl: Zachowaj model ACS na ARE

# SynchronisationAvailableComponentsError
source: Error receiving available components from ARE
de_at: Fehler beim Empfangen der verfügbaren Komponenten
es_es: Error al recibir componentes disponibles desde el ARE
pl_pl: Błąd pobierania dostępnych komponentów z ARE

# SynchronisationComponentNotAvailableError
source: Error: Component {0} not available on ARE
de_at: Fehler: Komponente {0} ist auf der ARE nicht verfügbar
es_es: Error: el Componente {0} no está disponible en el ARE
pl_pl: Błąd: Komponent {0} nie jest dostępny na ARE

# SynchronisationDownloadError
source: Error receiving model from ARE
de_at: Fehler beim Empfangen des Modells von der ARE
es_es: Error al recibir el modelo desde el ARE
pl_pl: Wystąpił błąd podczas pobierania modelu z ARE

# SynchronisationDownloadErrorHeader
source: Error Receiving Model from ARE!
de_at: Fehler beim Empfangen
es_es: ¡Error al Recibir Modelo desde el ARE!
pl_pl: Błąd pobierania modelu

# SynchronisationErrorDialogHeader
source: ARE Synchronisation Error
de_at: ARE Synchronysationsfehler
es_es: Error de Sincronización del ARE
pl_pl: Błąd synchronizacji ARE!

# SynchronisationUploadError
source: Error sending model to ARE
de_at: Fehler beim Senden des Modells zur ARE
es_es: Error al enviar el modelo al ARE
pl_pl: Wystąpił błąd podczas wysyłania modelu na ARE

# SynchronisationUploadErrorHeader
source: Error Sending Model to ARE!
de_at: Fehler beim Senden
es_es: ¡Error al Enviar el Modelo al ARE!
pl_pl: Błąd wysyłania modelu!

# UndoButton
source: Undo
de_at: Rückgängig
es_es: Deshacer
pl_pl: Cofnij

# UndoTooltip
source: Undo last editing (no undo for changes in properties and events)
de_at: Letzte Änderung Rückgängig machen (gilt nicht für Eigenschaften und Ereignisse)
es_es: Deshacer los últimos cambios (no deshacer cambios en propiedades y eventos)
pl_pl: Cofnij ostatnią zmianę (brak możliwości cofnięcia ostatniej zmiany dla właściwości komponentu oraz zdarzeń)

# UngroupButton
source: Ungroup
de_at: Degruppieren
es_es: Desagrupar
pl_pl: Rozgrupuj

# UngroupButtonTooltip
source: Ungroup the selected group, so all components in the group will be visible again
de_at: Degruppiert die ausgewählte Gruppe damit wieder alle Komponenten sichtbar werden
es_es: Desagrupar el grupo seleccionado, por lo que todos los componentes del grupo serán visibles de nuevo
pl_pl: Rozgrupuj zaznaczoną grupę. Wszystkie komponenty staną się widoczne

# UpdateModelVersionHeader
source: Update Model?
de_at: Modell aktualisieren?
es_es: Actualización de modelo?
pl_pl: Aktualizować model?

# UpdateModelVersionInfo
source: Model updated successful to current version. Please reload the model to use it.
de_at: Modell wurde erfolgreich auf die aktuelle Version aktualisiert. Bitte das Modell nochmals landen, um es zu verwenden.
es_es: Modelo actualizado con éxito a la versión actual. Por favor, actualiza el modelo para usarlo.
pl_pl: Model został zaktualizowany pomyślnie. Uruchom model ponownie.

# UpdateModelVersionQuestion
source: Should the system try to update the model to the current model version?
de_at: Soll die ACS versuchen, das Modell auf die aktuelle Version zu aktualisieren?
es_es: El sistema intenta actualizar el modelo para la versión actual del modelo?
pl_pl: Czy system ma przeprowadzać próby aktualizacji modelu do aktualnej wersji?

# UploadSchemaButton
source: Upload Model
de_at: Modell hochladen
es_es: Subir Modelo
pl_pl: Prześlij model

# UploadSchemaTooltip
source: Upload Model to ARE
de_at: Modell zur ARE hochladen
es_es: Subir Modelo al ARE
pl_pl: Prześlij model na ARE

# XmlValidErrorHeader
source: XML Validation Error
de_at: XML Validierungsfehler
es_es: Error de Validación de XML
pl_pl: Błąd walidacji XML

# XmlValidErrorText
source: The drawing is not a valid AsTeRICS drawing!
de_at: Das Modell ist kein gültiges AsTeRICS Modell!
es_es: ¡El dibujo no es un dibujo de AsTeRICS válido!
pl_pl: Schemat nie jest poprawny!

# YesButton
source: Yes
de_at: Ja
es_es: Si
pl_pl: Tak

# BundleManagerTitle
source: Component Collection Manager
de_at: Bundle Manager
es_es: Administrador de paquetes
pl_pl: Zarządzaj komponentami

# MenuRecentlyOpend
source: Recently Opened Files
de_at: Zuletzt geöffnete Dateien
pl_pl: Ostatnio używane modele:

# OptionsDialogDetectAREAutomatically
source: Detect ARE automatically
de_at: ARE automatisch erkennen
es_es: Detectar ARE automaticamente
pl_pl: Wykryj ARE automatycznie

# OpenHelpError
source: Error opening Help! Please check the command to open the browser in 'asterics.ini' -> 'helpBrowserCommand'.
de_at: Fehler beim Öffnen der Hilfe! Bitte kontrollieren Sie den Befehl zum Öffnen des Browsers in 'asterics.ini' -> 'helpBrowserCommand'.
es_es: ¡Error al abrir el ayuda! Por favor controlar el comando para abrir el browser en 'asterics.ini' -> 'helpBrowserCommand'.
pl_pl: Błąd podczas otwierania pomocy! Sprawdź komendę, aby otworzyć przeglądarkę w "asterics.ini" -> "helpBrowserCommand".

# ErrorHeader
source: Error
de_at: Fehler
pl_pl: Błąd

# RibbonGroupModel
source: Model
de_at: Modell
es_es: Modelo

# RibbonTabModel
source: Model
de_at: Modell
es_es: Modelo

# SearchComponent
source: Search
de_at: Suche

# MainWindowTitle
source: AsTeRICS Configuration Suite
es_es: Pack de Configuración de AsTeRICS

# OptionsDialogConnectionPort
source: Port:
es_es: Puerto:

# RibbonTabSystem
source: System
es_es: Sistema

# StatusWindowGridStatus
source: Status
es_es: Estado
